a52dec
aalib
abseil-cpp
acl
acpi
acpid
adobe-source-code-pro-fonts
adwaita-cursors
adwaita-icon-theme
alacritty
alsa-card-profiles
alsa-lib
alsa-topology-conf
alsa-ucm-conf
alsa-utils
android-tools
android-udev
aom
archlinux-keyring
argon2
aribb24
at-spi2-core
atkmm
attr
audit
autoconf
automake
avahi
base
base-devel
bash
binutils
bison
bluez-libs
boost-libs
box2d
brave-bin
brightnessctl
brotli
bzip2
c-ares
ca-certificates
ca-certificates-mozilla
ca-certificates-utils
cairo
cairomm
cantarell-fonts
caprine
cdparanoia
chromaprint
clucene
cmake
coreutils
cppdap
cpupower
cryptsetup
curl
dav1d
db
db5.3
dbus
dbus-broker
dbus-broker-units
dconf
debugedit
default-cursors
desktop-file-utils
device-mapper
diffutils
discord
dnssec-anchors
dosfstools
dotconf
double-conversion
duktape
dunst
e2fsprogs
efibootmgr
efivar
electron26
exo
expat
faac
faad2
fakeroot
fd
feh
ffmpeg
ffmpeg4.4
fftw
file
filesystem
findutils
firefox-developer-edition
flac
flex
fluidsynth
fontconfig
freeglut
freetype2
fribidi
fuse-common
fuse2
fuse3
gawk
gc
gcc
gcc-ada
gcc-libs
gdbm
gdk-pixbuf2
geoclue
gettext
giflib
git
glew
glib-networking
glib2
glibc
glibmm
glslang
glu
gmp
gnu-free-fonts
gnupg
gnutls
go
gobject-introspection-runtime
gparted
gperftools
gpgme
gpm
graphene
graphite
grep
groff
grub
gsettings-desktop-schemas
gsm
gssdp
gst-libav
gst-plugins-bad
gst-plugins-bad-libs
gst-plugins-base
gst-plugins-base-libs
gst-plugins-good
gst-plugins-ugly
gstreamer
gtk-update-icon-cache
gtk3
gtkmm3
guile
gupnp
gupnp-igd
gzip
harfbuzz
harfbuzz-icu
hicolor-icon-theme
hidapi
highway
htop
hunspell
hwdata
hwloc
hyphen
iana-etc
icu
imagemagick
imath
imlib2
intel-gmmlib
intel-gpu-tools
intel-media-driver
iproute2
iptables
iputils
iso-codes
jansson
java-environment-common
java-runtime-common
jbigkit
jdk-openjdk
jemalloc
jq
json-c
json-glib
jsoncpp
kbd
keyutils
kmod
krb5
l-smash
lame
lcms2
ldns
less
lib32-brotli
lib32-bzip2
lib32-curl
lib32-e2fsprogs
lib32-expat
lib32-gcc-libs
lib32-glibc
lib32-icu
lib32-keyutils
lib32-krb5
lib32-libdrm
lib32-libelf
lib32-libffi
lib32-libglvnd
lib32-libidn2
lib32-libldap
lib32-libnghttp2
lib32-libnghttp3
lib32-libpciaccess
lib32-libpsl
lib32-libssh2
lib32-libunistring
lib32-libunwind
lib32-libx11
lib32-libxau
lib32-libxcb
lib32-libxcrypt
lib32-libxdamage
lib32-libxdmcp
lib32-libxext
lib32-libxfixes
lib32-libxml2
lib32-libxshmfence
lib32-libxxf86vm
lib32-llvm-libs
lib32-lm_sensors
lib32-mesa
lib32-ncurses
lib32-openssl
lib32-vulkan-icd-loader
lib32-wayland
lib32-xz
lib32-zlib
lib32-zstd
libabw
libaio
libao
libarchive
libass
libassuan
libasyncns
libatomic_ops
libavc1394
libavtp
libbluray
libbpf
libbs2b
libcaca
libcamera
libcamera-ipa
libcap
libcap-ng
libcdio
libcdio-paranoia
libcdr
libcloudproviders
libcmis
libcolord
libconfig
libcups
libdaemon
libdatrie
libdc1394
libdca
libde265
libdecor
libdeflate
libdovi
libdrm
libdv
libdvbpsi
libdvdnav
libdvdread
libe-book
libebml
libedit
libelf
libepoxy
libepubgen
libetonyek
libev
libevdev
libevent
libexif
libexttextcat
libfabric
libfdk-aac
libffi
libfontenc
libfreeaptx
libfreehand
libgcrypt
libgirepository
libglvnd
libgme
libgpg-error
libgtop
libgudev
libice
libidn
libidn2
libiec61883
libinput
libinstpatch
libisl
libixion
libjpeg-turbo
libjxl
libkate
libksba
liblangtag
liblc3
libldac
libldap
liblqr
liblrdf
libltc
libluv
libmad
libmatroska
libmfx
libmicrodns
libmm-glib
libmnl
libmodplug
libmpc
libmpcdec
libmpeg2
libmspub
libmtp
libmwaw
libmysofa
libndp
libnet
libnetfilter_conntrack
libnewt
libnfnetlink
libnftnl
libnghttp2
libnghttp3
libngtcp2
libnice
libnl
libnm
libnotify
libnsl
libnumbertext
libodfgen
libogg
libomxil-bellagio
libopenmpt
liborcus
libp11-kit
libpagemaker
libpcap
libpciaccess
libpgm
libpipeline
libpipewire
libplacebo
libpng
libprocps
libproxy
libpsl
libpulse
libqxp
libraqm
libraw1394
libreoffice-fresh
librevenge
librsvg
libsamplerate
libsasl
libseccomp
libsecret
libshout
libsigc++
libsixel
libsm
libsndfile
libsodium
libsoup3
libsoxr
libspeechd
libsrtp
libssh
libssh2
libstaroffice
libstemmer
libsysprof-capture
libtar
libtasn1
libteam
libtermkey
libthai
libtheora
libtiff
libtirpc
libtommath
libtool
libunibreak
libunistring
libunwind
libupnp
liburing
libusb
libutempter
libuv
libuvc
libuvc-debug
libva
libva-intel-driver
libva-mesa-driver
libvdpau
libverto
libvisio
libvorbis
libvpl
libvpx
libvterm
libwacom
libwebp
libwireplumber
libwpd
libwps
libx11
libxau
libxaw
libxcb
libxcomposite
libxcrypt
libxcursor
libxcvt
libxdamage
libxdmcp
libxext
libxfce4ui
libxfce4util
libxfixes
libxfont2
libxft
libxi
libxinerama
libxkbcommon
libxkbcommon-x11
libxkbfile
libxml2
libxmu
libxpm
libxpresent
libxrandr
libxrender
libxshmfence
libxslt
libxss
libxt
libxtst
libxv
libxvmc
libxxf86vm
libyaml
libzmf
licenses
lilv
linux-api-headers
linux-firmware
linux-firmware-whence
linux-lts
linux-lts-headers
llvm-libs
lm_sensors
lpsolve
lsd
lshw
lsof
lua
luajit
luarocks
lv2
lz4
lzo
m4
mailcap
maim
make
man-db
mariadb
mariadb-clients
mariadb-libs
md4c
mesa-amber
mesa-utils
minizip
mjpegtools
mkinitcpio
mkinitcpio-busybox
mobile-broadband-provider-info
mpfr
mpg123
mpv
msgpack-c
mtdev
mtools
mujs
nano
ncurses
neofetch
neon
neovim
nettle
networkmanager
nmap
node-gyp
nodejs
nodejs-nopt
noto-fonts
noto-fonts-emoji
npm
npth
nspr
nss
ntfs-3g
numactl
nvm
nvtop
ocl-icd
oniguruma
openal
opencore-amr
openexr
openjpeg2
openmpi
openpmix
openssh
openssl
openssl-1.1
openucx
opus
orc
p11-kit
pacman
pacman-contrib
pacman-mirrorlist
pahole
pam
pambase
pamixer
pango
pangomm
parted
patch
pciutils
pcre
pcre2
pcsclite
peg
perl
perl-error
perl-mailtools
perl-timedate
picom
pinentry
pipewire
pipewire-audio
pipewire-jack
pipewire-pulse
pipewire-session-manager
pixman
pkgconf
polkit
poppler
popt
portaudio
postgresql-libs
procps-ng
protobuf
prrte
psmisc
python
python-attrs
python-cairo
python-cffi
python-cryptography
python-gobject
python-packaging
python-pip
python-ply
python-pycparser
python-pyxdg
python-wheel
qrencode
qt5-base
qt5-declarative
qt5-location
qt5-multimedia
qt5-networkauth
qt5-quickcontrols2
qt5-script
qt5-speech
qt5-svg
qt5-tools
qt5-translations
qt5-webchannel
qt5-webengine
qt5-websockets
qt5-x11extras
radeontop
raptor
rasqal
rav1e
re2
readline
redland
reflector
rhash
ripgrep
rtkit
rtmpdump
rubberband
sbc
sdl2
sed
semver
serd
shaderc
shadow
shared-mime-info
slang
slop
snappy
sof-firmware
sord
soundtouch
spandsp
speech-dispatcher
speex
speexdsp
spirv-tools
sqlite
sratom
srt
startup-notification
sudo
svt-av1
svt-hevc
sysbench
systemd
systemd-libs
systemd-sysvcompat
taglib
tar
texinfo
thunar
tmux
tpm2-tss
tracker3
tree
tree-sitter
tslib
ttf-dejavu
ttf-jetbrains-mono
ttf-liberation
ttf-mononoki-nerd
twolame
typescript
tzdata
uchardet
unibilium
unzip
update-grub
util-linux
util-linux-libs
v4l-utils
vapoursynth
vi
vid.stab
vim
vim-plug
vim-runtime
visual-studio-code-bin
visual-studio-code-bin-debug
vlc
vmaf
vulkan-icd-loader
vulkan-intel
vundle
wavpack
wayland
webrtc-audio-processing
webrtc-audio-processing-1
wget
which
wildmidi
wimlib
wireplumber
woff2
wpa_supplicant
x264
x265
xbindkeys
xcb-proto
xcb-util
xcb-util-cursor
xcb-util-image
xcb-util-keysyms
xcb-util-renderutil
xcb-util-wm
xclip
xdg-desktop-portal
xdg-desktop-portal-gtk
xdg-utils
xf86-input-libinput
xf86-video-ati
xf86-video-intel
xf86-video-vesa
xfconf
xkeyboard-config
xmlsec
xorg-bdftopcf
xorg-docs
xorg-font-util
xorg-fonts-100dpi
xorg-fonts-75dpi
xorg-fonts-alias-100dpi
xorg-fonts-alias-75dpi
xorg-fonts-encodings
xorg-iceauth
xorg-mkfontscale
xorg-server
xorg-server-common
xorg-server-devel
xorg-server-xephyr
xorg-server-xnest
xorg-server-xvfb
xorg-sessreg
xorg-setxkbmap
xorg-smproxy
xorg-util-macros
xorg-x11perf
xorg-xauth
xorg-xbacklight
xorg-xcmsdb
xorg-xcursorgen
xorg-xdpyinfo
xorg-xdriinfo
xorg-xev
xorg-xgamma
xorg-xhost
xorg-xinit
xorg-xinput
xorg-xkbcomp
xorg-xkbevd
xorg-xkbutils
xorg-xkill
xorg-xlsatoms
xorg-xlsclients
xorg-xmodmap
xorg-xpr
xorg-xprop
xorg-xrandr
xorg-xrdb
xorg-xrefresh
xorg-xset
xorg-xsetroot
xorg-xvinfo
xorg-xwayland
xorg-xwd
xorg-xwininfo
xorg-xwud
xorgproto
xvidcore
xxhash
xz
yarn
yay
yay-debug
zap-git
zap-git-debug
zbar
zeromq
zimg
zip
zix
zlib
zsh
zstd
zvbi
zxing-cpp
