acpi
alacritty
base
base-devel
brave-bin
brightnessctl
caprine
clang
cmake
code
copyq
cronie
cython
discord
dunst
efibootmgr
emacs
espeak
evince
feh
flutter
git
github-copilot-cli
glfw-x11
gnome-keyring
google-chrome
gparted
grub
gst-plugin-pipewire
htop
insomnia
intel-media-driver
intel-ucode
kdeconnect
lib32-mesa
lib32-vulkan-radeon
libpulse
libva-intel-driver
libxft
libxinerama
linux
linux-firmware
lsd
lsof
maim
man-db
mesa-utils
microsoft-edge-stable-bin
minizip
neovim
networkmanager
ninja
note
ntfs-3g
openssh
paccache-hook
pamixer
perl-file-mimeinfo
picom
pipewire
pipewire-alsa
pipewire-jack
pipewire-media-session
pipewire-pulse
pyenv
pyright
python
python-pip
python-pipenv
python-pipx
python-requests
qbittorrent
ranger
scrot
stockfish
strace
supertuxkart
teams
terminus-font
thunar
tree
ttf-jetbrains-mono
ttf-nerd-fonts-symbols
ttf-nerd-fonts-symbols-mono
ttf-noto-emoji-monochrome
ttf-ubuntu-font-family
unzip
update-alternatives
vi
viber
vim
vlc
vulkan-intel
vulkan-radeon
webcamoid
webkit2gtk
xbindkeys
xclip
xdotool
xorg-fonts-alias-100dpi
xorg-server
xorg-xbacklight
xorg-xev
xorg-xhost
xorg-xinit
xorg-xinput
xorg-xlsatoms
xorg-xlsclients
xorg-xpr
xorg-xrandr
xorg-xrefresh
xorg-xset
xorg-xsetroot
xorg-xwayland
yay
zimg
zram-generator
zsh-autosuggestions
zsh-theme-powerlevel9k-git
zvbi
zxing-cpp
