acpi
alacritty
android-sdk-platform-tools
android-tools
aria2
aspell
base
base-devel
bind
bluez
bluez-utils
brave-bin
bridge-utils
brightnessctl
caprine
clamav
clang
cmake
copyq
cronie
cython
discord
dnslookup-git
dnsmasq
dpkg
dunst
efibootmgr
emacs
espeak
etcher-bin
evince
feh
firefox
ghdl-gcc-git
git
github-copilot-cli
glfw-x11
gnome-keyring
gparted
grub
gst-plugin-pipewire
hdparm
htop
insomnia
intel-media-driver
intel-ucode
jq
kdeconnect
lib32-mesa
lib32-vulkan-radeon
libappindicator-gtk3
libinput-gestures
libpulse
librecad
libreoffice-still
libva-intel-driver
libvirt
libxft
libxinerama
linux
linux-firmware
linux-headers
lsof
maim
man-db
mariadb
mesa-utils
microsoft-edge-stable-bin
minizip
ncdu
neofetch
neovim
networkmanager
ngrok
ninja
nmap
npm
ntfs-3g
openssh
p7zip
paccache-hook
packettracer
pamixer
perl-file-mimeinfo
pipewire
pipewire-alsa
pipewire-jack
pipewire-media-session
pipewire-pulse
pyenv
pyright
python
python-pip
python-pipenv
python-pipx
python-requests
python-wxpython
qbittorrent
qemu-base
rabbitmq
ranger
rsync
scrot
sdl2_image
sdl2_mixer
sdl2_ttf
smartmontools
stockfish
strace
supertuxkart
tcpdump
teams
telegram-desktop
terminus-font
thunar
timer
touchegg
tree
ttf-jetbrains-mono
ttf-nerd-fonts-symbols
ttf-nerd-fonts-symbols-mono
ttf-noto-emoji-monochrome
ttf-ubuntu-font-family
unzip
update-alternatives
usbutils
ventoy-bin
vi
viber
vim
virt-manager
virtio-win
visual-studio-code-bin
vlc
vulkan-intel
vulkan-radeon
vulkan-tools
webcamoid
webkit2gtk
whois
wireshark-qt
woeusb
xbindkeys
xclip
xdotool
xf86-video-amdgpu
xorg-fonts-alias-100dpi
xorg-server
xorg-xbacklight
xorg-xclock
xorg-xdpyinfo
xorg-xev
xorg-xhost
xorg-xinit
xorg-xinput
xorg-xlsatoms
xorg-xlsclients
xorg-xpr
xorg-xrandr
xorg-xrefresh
xorg-xset
xorg-xsetroot
xorg-xwayland
xorg-xwd
xterm
yay
zenmap
zimg
zoom
zram-generator
zsh-autosuggestions
zsh-completions
zvbi
zxing-cpp
